import React from 'react'

const First_Section = () => {
    return (
        <div>
            <img src="cu_logo.png" className='image' alt="" />
            <h1 className='hind-siliguri-bold' style={{ marginTop: 20 }}>চট্টগ্রাম বিশ্ববিদ্যালয়</h1>

            <div className='form_heading'>
                <h3 className='hind-siliguri-regular' style={{ margin: 20 }}>
                    ডি-ডি/ পে অডার নং.....................
                    টাকা...........  <br />তারিখ ....................
                    অগ্রণী ব্যাংক / জনতা ব্যাংক ......... <br />

                    (শিক্ষার্থী পূরণ করবেন)
                </h3>
            </div>

            <div>
                <h3 className='hind-siliguri-regular' style={{ margin: 20 }}>
                    মূল সনদ ফি ..................................................
                    উস ফি ..........................................................
                    জরুরী ফি .....................................................
                    ইংরেজিতে সাময়িক সনদ ফি ...........................
                    বাংলায় সাময়িক সনদ ফি ...............................
                    মার্কশিট ফি ...................................................
                    ম্যানেজার জনতা ব্যাংক / অগ্রণী ব্যাংক,
                    চ. বি. শাখা অনুগ্রহপূর্বক মোট ......................... টাকা
                    উপরোক্ত ফিস বাবদ গ্রহণ করুন
                </h3>
            </div>
        </div>
    )
}

export default First_Section