import React from 'react'
import { Button } from "@/components/ui/button"
import { Link } from 'react-router-dom'

function Rules() {
    return (
        <>
            <p className='hind-siliguri-bold ' style={{ marginTop: 30 }}>নিয়মাবলী:</p>
            <p className="hind-siliguri-regular rule min-w-14">

                নিয়মিত ছাত্র /ছাত্রীদের ক্ষেত্রে স্ব-স্ব কলেজের অধ্যক্ষ, হলের প্রভোস্ট এবং বহিরাগত ছাত্র/ছাত্রীর ক্ষেত্রে সংযুক্ত কলেজের অধ্যক্ষ অথবা গেজেটেড অফিসার কিংবা এই বিশ্ববিদ্যালয়ের কোন অফিসার শিক্ষক (তার বিভাগীয় সীল মোহরসহ) কর্তৃক দরখাস্তটি প্রতিস্বাক্ষরিত করতে হবে। প্রকৃত প্রার্থীর নিকট সঠিক সরবরাহ নিশ্চিত করার জন্য ডিপ্লোমা/ সাময়িক সার্টিফিকেট স্ব-স্ব কলেজের অধ্যক্ষ/হলের প্রভোষ্ট এর নিকট পাঠানো হবে। শুধুমাত্র জরুরী অবস্থায় কোন নিয়মিত ছাত্র/ছাত্রী তার স্ব-স্ব কলেজের অধ্যক্ষ/প্রভোস্ট এবং বহিরাগত ছাত্র/ছাত্রী কোন গেজেটেড অফিসার কিংবা অত্র বিশ্ববিদ্যালয়ের কোন শিক্ষক অথবা অফিসার কর্তৃক সুপারিশনামা ও ফটো সত্যায়িত করে এনে তার ডিপ্লোমা/সাময়িক সার্টিফিকেট সরাসরি অত্র অফিস হতে গ্রহণ করতে পারবেন। ডুপ্লিকেট মূল/সাময়িক সনদপত্র নিতে চাইলে পূর্বে ইস্যুকৃত সনদপত্র হারানো গেলে, পুড়ে গেলে, সম্পূর্ন নষ্ট হয়ে গেলে খানার সাধারণ ডায়েরী সহ পত্রিকার বিজ্ঞপ্তি, নষ্ট হয়ে গেলে অংশ বিশেষ যা থাকে দরখাস্তের সহিত জমা দিতে হবে। যেই পরীক্ষার সার্টিফিকেটের জন্য আবেদন করা হয়েছে সেই পরীক্ষার এবং অত্র বিশ্ববিদ্যালয় বা অন্য কোন বিশ্ববিদ্যালয় হতে তার পূর্ববর্তী সকল পরীক্ষা পাশের মার্কশীটের ফটোকপি অবশ্যই আবেদনপত্রের সাথে সংযোজন করতে হবে। ইংরেজীতে সাময়িক সনদ পেতে চাইলে বাংলায় সাময়িক সনদ গ্রহণ করে থাকলে তা অবশ্যই আবেদনপত্রের সাথে সংযোজন করতে হবে এবং সংযুক্ত মার্কশীট অনুসারে চাহিদাকৃত সনদপত্রের সাথে সম্পৃক্ত কলাম সমূহ পূরণ করতে হবে। মূল সনদপত্রের ক্ষেত্রে যথাযথ কর্তৃপক্ষের মাধ্যমে সাদা কাগজে একটি বিশেষ আবেদন ও ইস্যুকৃত সাময়িক সনদপত্র (যদি গ্রহণ করে থাকে) অত্র ফরমের সংগে দাখিল করতে হবে এবং মূল ও সাময়িক সনদপত্রের আবেদনপত্রের সাথে বিশ্ববিদ্যালয়ের ভর্তির রেজিস্ট্রেশন কার্ডের সত্যায়িত ফটোকপি অবশ্যই জমা দিতে হবে। অন্যথায় মূল ও সাময়িক সনদ ইস্যু করা হবে না। সংশোধিত ও ইংরেজীতে মার্কশীটটি ইস্যুর ক্ষেত্রে পূর্বে প্রদত্ত মার্কশীট দরখাস্তের সাথে জমা দিতে হবে। হারানো গেলে, পুড়ে গেলে, সম্পূর্ন নষ্ট হয়ে গেলে পত্রিকার বিজ্ঞপ্তি, নষ্ট হয়ে গেলে অংশ বিশেষ যা থাকে দরখাস্তের সহিত জমা দিতে হবে। দরখাস্ত প্রাপ্তির ৫ দিন (ছুটির দিন ছাড়া) স্বাভাবিক অফিস চলার পর সাটিফিকেট/মার্কশীট প্রদান করা হবে। নির্দিষ্ট সময়ের পূর্বে সরবরাহ চাইলে জরুরী ফিস জমা দিতে হবে। সাময়িক সনদ ১ মাস এবং মূল সনদ, মার্কশীট ও ট্রান্সক্রিপ্ট ৩ মাসের মধ্যে গ্রহণ না করলে তা হারানো বা নষ্ট হয়ে গেলে সংশ্লিষ্ট দপ্তর বা কর্তৃপক্ষ দায়ী থাকবে না।
            </p>
            <Link to="/payment">
                <Button className="bg-gray-200 text-black">Go to Pay</Button>
            </Link>

        </>

    )
}

export default Rules